Repository: jjkester/geoip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Advanced options
nl: Geavanceerde opties

source: IP address
nl: IP-adres

source: Please enter an IP address.
nl: Vul a.u.b. een IP-adres in.

source: The entered IP address is not a valid IPv4 or IPv6 address.
nl: Het ingevulde IP-adres is geen geldig IPv4- of IPv6-adres.

source: code name
nl: codenaam

source: name
nl: naam

source: version
nl: versie

source: notes
nl: notities

source: is active
nl: is actief

source: Back to overview
nl: Terug naar overzicht

source: Query database
nl: Doorzoek database

source: Edit
nl: Bewerk

source: Delete
nl: Verwijder

source: Version
nl: Versie

source: Current version
nl: Huidige versie

source: Source
nl: Bron

source: Notes
nl: Notities

source: Measurements
nl: Metingen

source: Date
nl: Datum

source: Measurement points
nl: Meetpunten

source: This database has not yet participated in any measurements
nl: Deze database is nog niet gebruikt in een meting

source: This usually means that there has been no new measurement since the database was added. This database will be tested in the upcoming measurements.
nl: Dit betekent meestal dat er nog geen meting heeft plaatsgevonden sinds de database toegevoegd is. Deze database zal in de volgende metingen getest worden.

source: Geolocation databases
nl: Geolocatie-databases

source: Approximate geographic locations for IP addresses
nl: Bij benading juiste geografische locaties voor IP-adressen

source: All
nl: Alle

source: Add
nl: Toevoegen

source: Tested databases
nl: Geteste databases

source: The measurements are carried out using a number of geolocation databases. The databases are either available for free or graciously provided by their author(s) for research purposes.
nl: De metingen zijn uitgevoerd met een aantal geolocatie-databases. Deze databases zijn ofwel voor onderzoeksdoeleinden gratis beschikbaar ofwel gratis beschikbaar gesteld door de auteur(s).

source: Currently available
nl: Momenteel beschikbaar

source: The following databases are currently used in tests:
nl: De volgende databases worden momenteel gebruikt in metingen:

source: Details &amp; test results
nl: Details &amp; testresultaten

source: No databases available
nl: Geen databases beschikbaar

source: At this moment there are no databases available for testing.
nl: Op dit moment zijn er geen databases beschikbaar voor metingen.

source: with
nl: met

source: Back to database
nl: Terug naar database

source: Location
nl: Locatie

source: Measurement data
nl: Meetgegevens

source: Run measurements for selected datasets
nl: Voer metingen uit voor geselecteerde datasets

source: Average IPv4 deviation
nl: Gemiddelde afwijking IPv4

source: Average IPv6 deviation
nl: Gemiddelde afwijking IPv6

source: Average mutual deviation
nl: Gemiddelde onderlinge afwijking

source: Only IPv4
nl: Alleen IPv4

source: Only IPv6
nl: Alleen IPv6

source: None
nl: Geen

source: Distance (km)
nl: Afstand (km)

source: Coverage (%)
nl: Dekking (%)

source: queued
nl: in wachtrij

source: running
nl: bezig

source: success
nl: succesvol

source: error
nl: fout

source: start time
nl: starttijd

source: end time
nl: eindtijd

source: created
nl: gemaakt

source: is public
nl: is publiek

source: IPv4 location
nl: IPv4-locatie

source: IPv6 location
nl: IPv6-locatie

source: IPv4 distance
nl: IPv4 afstand

source: IPv6 distance
nl: IPv6 afstand

source: mutual distance
nl: onderlinge afstand

source: measurement
nl: meting

source: measurements
nl: metingen

source: Back to list
nl: Terug naar lijst

source: Export CSV
nl: Exporteer CSV

source: Point in time
nl: Moment in tijd

source: End
nl: Eind

source: Size
nl: Omvang

source: Run time
nl: Uitvoertijd

source: Average IPv4 accuracy
nl: Gemiddelde nauwkeurigheid IPv4

source: Average IPv6 accuracy
nl: Gemiddelde nauwkeurigheid IPv6

source: Average difference
nl: Gemmideld verschil

source: Back to data set
nl: Terug naar dataset

source: Your download is being prepared.
nl: Uw download wordt klaargemaakt.

source: IP geolocation database performance in the real world
nl: IP geolocatiedatabaseprestaties in de echte wereld

source: Measurement data sets
nl: Datasets van metingen

source: Number of data sets
nl: Aantal datasets

source: Number of measurement points
nl: Aantal meetpunten

source: Measurement %(measurement)s
nl: Meting %(measurement)s

source: Node location
nl: Node-locatie

source: Database location
nl: Databaselocatie

source: Back to
nl: Terug naar

source: Measurement
nl: Meting

source: IPv4 accuracy
nl: IPv4 nauwkeurigheid

source: IPv6 accuracy
nl: IPv6 nauwkeurigheid

source: IPv4 - IPv6 difference
nl: IPv4 - IPv6 verschil

source: Measurement options
nl: Metingopties

source: domain name
nl: domeinnaam

source: source
nl: bron

source: known location
nl: bekende locatie

source: IPv4 address
nl: IPv4-adres

source: IPv6 address
nl: IPv6-adres

source: last updated
nl: laatst bijgewerkt

source: sources
nl: bronnen

source: Ground truth nodes
nl: Vergelijkingsnodes

source: A solid set of information to compare database query results against
nl: Gedegen informatie om database opzoekresultaten mee te vergelijken

source: Browse all nodes
nl: Blader door alle nodes

source: Global coverage
nl: Wereldwijde dekking

source: The measurements performed by this application require a set of test nodes. A node is a physical computer system with a public IP address (either IPv4, IPv6 or both) and a known physical location. This location is used as a ground truth when looking up the node's IP address in IP geolocation databases. This way it is possible to calculate the accuracy of a database for a given node.
nl: De metingen die door dit programma zijn uitgevoerd vereisen een groep 'nodes' voor vergelijking. Een node is een fysiek computersysteem met een publiek IP-adres (IPv4, IPv6 of beide) en een bekende fysieke locatie. Deze locatie wordt gebruikt als beginwaarheid wanneer het IP-adres van een node in een IP geolocatiedatabase wordt opgezocht. Op deze manier kan de nauwkeurigheid van een database voor een bepaalde node bepaald worden.

source: The measurements do not require access to the node, only the information about the node is sufficient. However, the information has to be accurate for the research method to work.
nl: De metingen vereisen geen toegang tot de node, alleen informatie over een node is voldoende. De informatie moet wel juist zijn om goede resultaten te behalen.

source: Sources
nl: Bronnen

source: The test node data is a compilation of data from a number of trustworthy sources which can be found below.
nl: De gegevens van de nodes zijn samengesteld uit diverse betrouwbare bronnen, welke hieronder te vinden zijn.

source: Do you think you have an interesting set of nodes to use as ground truth? Please get in touch to discuss the possibilities.
nl: Bent u van mening dat u een interessante groep nodes kan aanbieden? Laat het ons weten, we bespreken graag de mogelijkheden.

source: Domain name
nl: Domeinnaam

source: IP addresses
nl: IP-adressen

source: This node has not yet participated in any measurements
nl: Deze node is nog niet gebruikt voor een meting.

source: This usually means that there has been no new measurement since the node was added. The IP addresses of the node will be tested in the upcoming measurements.
nl: Dit betekent over het algemeen dat er nog geen nieuwe metingen zijn geweest sinds deze node is toegevoegd. De IP-adressen van de node zullen getest worden in de aankomende metingen.

source: List of nodes
nl: Lijst van nodes

source: Total number of nodes
nl: Totaal aantal nodes

source: Number of usable nodes
nl: Aantal bruikbare nodes

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: Insight into IP geolocation database accuracy
nl: Inzicht in de nauwkeurigheid van IP geolocatiedatabases

source: About
nl: Over GeoIP

source: About GeoIP
nl: Over GeoIP

source: Legal information
nl: Juridische informatie

source: GeoIP was created by
nl: GeoIP is gemaakt door

source: as a piece of software to automate parts of his research into IP geolocation.
nl: als een softwareproduct voor het automatiseren van zijn onderzoek over IP geolocatie.

source: Since creating a web application was the fastest way to go, it would not take a lot of effort to expose the results to the public on a web site with the platform as a back end. The platform allows for repeated measurements, so the data collection and analysis can continue while the original research is completed. The research paper can be found below.
nl: Omdat het maken van een webapplicatie de makkelijkste optie was kostte het niet veel moeite om de resultaten van het onderzoek publiek beschikbaar te maken. Het platform biedt de mogelijkheid voor herhaalde metingen zodat het verkrijgen en analyseren van data door kan gaan nadat het oorspronkelijke onderzoek voltooid is. Het paper is hieronder te vinden.

source: Source code
nl: Broncode

source: GeoIP's source code is available on GitHub:
nl: De broncode van GeoIP is beschikbaar op GitHub:

source: Research paper
nl: Onderzoekspaper

source: The research has been carried by Jan-Jelle Kester as bachelor thesis for his Computer Science degree at the University of Twente, The Netherlands.
nl: Dit onderzoek is uitgevoerd door Jan-Jelle Kester als bacheloropdracht voor zijn Technische Informaticaopleiding op de Universiteit Twente.

source: Contact information
nl: Contactinformatie

source: Insight into
nl: Inzicht in

source: IP geolocation database accuracy
nl: IP geolocatiedatabase nauwkeurigheid

source: Measuring IP geolocation database accuracy using real-world testing data from accredited sources
nl: IP geolocatiedatabase nauwkeurigheid meten met gebruik van praktijkgegevens uit betrouwbare bronnen

source: Historical measurements
nl: Historische metingen

source: ago
nl: geleden

source: Last measurement
nl: Laatste meting

source: Created for scientific research
nl: Gebouwd voor wetenschappelijk onderzoek

source: This platform was originally created as a platform for automating a research project.
nl: Dit platform is oorspronkelijk gebouwd als platform voor het automatiseren van een onderzoeksproject.

source: Read more
nl: Lees meer

source: Legal
nl: Juridisch
